# Copyright by many contributors; see http://babel.eclipse.org/
UpdatingIndex=Mise \u00e0 jour de l\u2019index de la documentation\u2026
Preparing_for_indexing=Pr\u00e9paration pour indexation...
Writing_index=Enregistrement de l\u2019index\u2026
HelpWebappNotStarted=L\u2019aide ne peut pas \u00eatre affich\u00e9e. Le serveur d\u2019application int\u00e9gr\u00e9 n\u2019a pas pu ex\u00e9cuter l\u2019application web d\u2019aide.
HelpIndexBuilder_error=Erreur lors de la cr\u00e9ation de l\u2019index
HelpDisplay_exceptionMessage=Une exception s\u2019est produite lors du lancement de l\u2019aide. Pour plus d\u2019informations, reportez-vous au fichier journal disponible dans {0}.
no_browsers=Aucun adaptateur de navigateur n\u2019est configur\u00e9 pour l\u2019affichage de {0}.  Assurez-vous que le navigateur et l\u2019adaptateur requis sont install\u00e9s et que le programme de navigation figure dans le chemin d\u2019acc\u00e8s du syst\u00e8me.
CustomBrowser_errorLaunching=Le lancement de l\u2019URL \u00ab\u202f{0}\u202f\u00bb \u00e0 l\u2019aide du programme de navigateur \u00ab\u202f{1}\u202f\u00bb a \u00e9chou\u00e9.  Sp\u00e9cifiez un autre navigateur dans les pr\u00e9f\u00e9rences de l\u2019aide.
MozillaFactory_dataMissing=Des donn\u00e9es d\u2019initialisation requises par l\u2019adaptateur Mozilla sont manquantes.
MozillaBrowserAdapter_executeFailed=Le lancement de {0} a \u00e9chou\u00e9. Assurez-vous que le programme ex\u00e9cutable est disponible dans le chemin d\u2019acc\u00e8s de votre syst\u00e8me.
HelpIndexBuilder_cannotScrub=Impossible de purger le r\u00e9pertoire destination de l\u2019index
HelpApplication_couldNotStart=L\u2019application web d\u2019aide n\u2019a pas pu d\u00e9marrer. Pour plus d\u2019informations, reportez-vous au fichier journal sur {0}.
HelpIndexBuilder_buildingIndex=G\u00e9n\u00e9ration de l\u2019index \:
HelpIndexBuilder_cannotFindDoc=Environnement local \u00ab\u202f{0}\u202f\u00bb \: Document {1} introuvable
HelpIndexBuilder_errorWriting=Erreur lors de l\u2019\u00e9criture de l\u2019index
HelpIndexBuilder_errorParsing=Erreur lors de l\u2019interpr\u00e9tation de {0}.
IndexToolApplication_propertyNotSet=La propri\u00e9t\u00e9 {0} n\u2019est pas d\u00e9finie.
IndexToolApplication_cannotDelete=Impossible de supprimer le fichier {0}.
IndexerJob_name=Indexation de l\u2019aide\u2026
IndexerJob_error=Erreurs lors de l\u2019indexation
selectAll=Rec&hercher dans toutes les rubriques
selectWorkingSet=Rechercher uni&quement dans les rubriques suivantes
WorkingSetContent=&Contenu du jeu de documents \:
LocalHelpPage_capabilityFiltering_name=Inclure les r\u00e9sultats relatifs aux capacit\u00e9s d\u00e9sactiv\u00e9es
InfoCenter_fileNotFound=Fichier introuvable
InfoCenter_connecting=Connexion\u2026
InfoCenter_searching=Recherche en cours\u2026
InfoCenter_processing=Traitement des r\u00e9sultats\u2026
InfoCenter_io=Exception d\u2019E/S lors de la recherche
WebSearch_click=Cliquez sur ce lien pour afficher les r\u00e9sultats
WebSearch_label=Recherche Web
HelpIndexBuilder_noDestinationPath=Le chemin de destination de l\u2019index n\u2019a pas \u00e9t\u00e9 indiqu\u00e9 dans l\u2019extension.
HelpIndexBuilder_indexFor=Index pour {0} \:
HelpIndexBuilder_incompleteIndex=La documentation d\u2019aide n\u2019a pas pu \u00eatre compl\u00e8tement index\u00e9e.
HelpIndexBuilder_cannotCreateDest=Impossible de cr\u00e9er le r\u00e9pertoire de destination de l\u2019index
HelpIndexBuilder_errorExtractingId=Erreur lors de l\u2019extraction de l\u2019identificateur de module d\u2019extension.
PreferenceNameDefault=Nom
HelpSearch_QueryTooComplex=Requ\u00eate trop complexe
EnabledTopicFilterName=Masquer les \u00e9l\u00e9ments concernant des fonctionnalit\u00e9s n\u2019ayant pas \u00e9t\u00e9 activ\u00e9es
SearchScopeFilterName=Masquer les sujets qui ne sont pas actifs dans le champ de recherche