# Copyright by many contributors; see http://babel.eclipse.org/
InstallOperation_ComputeProfileChangeProgress=V\u00e9rification de la requ\u00eate d''installation
InstallOperation_InstallJobName=Installation du logiciel
InstallOperation_ResolveJobName=Calcul des exigences d\u2019installation
ProfileChangeOperation_NoProfileChangeRequest=Impossible d\u2019interpr\u00e9ter la requ\u00eate d\u2019installation.
ProfileChangeOperation_ResolveTaskName=Analyse de l''installation
ProvisioningJob_GenericErrorStatusMessage=Erreur rencontr\u00e9e lors de l\u2019ex\u00e9cution de {0}
ProvisioningSession_InstallPlanConfigurationError=Un probl\u00e8me a \u00e9t\u00e9 rencontr\u00e9 lors de la pr\u00e9paration du syst\u00e8me pour l\u2019installation
PlanAnalyzer_IgnoringInstall=\u00ab\u00a0{0} \u00bb n\u2019est pas applicable \u00e0 la configuration actuelle et ne sera pas install\u00e9.
PlanAnalyzer_LockedImpliedUpdate0={0} sera ignor\u00e9 parce qu\u2019il est d\u00e9j\u00e0 install\u00e9, et que les mises \u00e0 jour ne son pas autoris\u00e9es.
PlanAnalyzer_PartialInstall={0} est d\u00e9j\u00e0 pr\u00e9sent parce qu\u2019un autre logiciel install\u00e9 l\u2019exigeait. Il sera ajout\u00e9 \u00e0 la liste des logiciels install\u00e9s.
PlanAnalyzer_PartialUninstall=\u00ab {0} \u00bb ne peut pas \u00eatre enti\u00e8rement d\u00e9sinstall\u00e9 parce qu\u2019un autre logiciel install\u00e9 en a besoin. Les \u00e9l\u00e9ments qui ne sont pas n\u00e9cessaires seront d\u00e9sinstall\u00e9s.
PlanAnalyzer_SideEffectInstall=\u00ab\u00a0{0} \u00bb sera aussi install\u00e9 afin de pouvoir terminer cette op\u00e9ration.
PlanAnalyzer_SideEffectUninstall=\u00ab {0} \u00bb doit \u00eatre d\u00e9sinstall\u00e9 afin de terminer cette op\u00e9ration.
PlannerResolutionJob_NullProvisioningPlan=Erreur inattendue. Impossible de traiter la requ\u00eate. Consulter le journal des erreurs pour les d\u00e9tails.
PlanAnalyzer_IgnoringImpliedDowngrade=\u00ab {0} \u00bb sera ignor\u00e9 parce qu\u2019une version plus r\u00e9cente est d\u00e9j\u00e0 install\u00e9e.
PlanAnalyzer_ImpliedUpdate=\u00ab\u00a0{0} \u00bb est d\u00e9j\u00e0 install\u00e9, une mise \u00e0 jour sera donc effectu\u00e9e en remplacement.
PlanAnalyzer_Items=El\u00e9ments
PlanAnalyzer_NothingToDo=Impossible de terminer la requ\u00eate. Voir le journal des erreurs pour les d\u00e9tails.
PlanAnalyzer_NoUpdates=Aucune mise \u00e0 jour n\u2019a \u00e9t\u00e9 trouv\u00e9 sur les <A>sites de logiciels disponibles</A>.
PlanAnalyzer_AlreadyInstalled=\u00ab\u00a0{0} \u00bb sera ignor\u00e9 parce qu\u2019il est d\u00e9j\u00e0 install\u00e9.
PlanAnalyzer_AnotherOperationInProgress=Impossible de poursuivre l\u2019op\u00e9ration. Une autre op\u00e9ration d\u2019installation est en cours.
PlanAnalyzer_RequestAltered=Votre requ\u00eate d\u2019origine a \u00e9t\u00e9 modifi\u00e9e.
PlanAnalyzer_UnexpectedError=Code erreur {0} inattendu rencontr\u00e9 pour {1}.
RepositoryTracker_DuplicateLocation=Emplacement dupliqu\u00e9
RepositoryTracker_InvalidLocation=L\u2019emplacement {0} n\u2019est un emplacement de site de logiciels valable.
ResolutionResult_SummaryStatus=D\u00e9tails de l\u2019op\u00e9ration
SizingPhaseSet_PhaseSetName=Calculer les tailles
UninstallOperation_ProvisioningJobName=D\u00e9sinstallation de logiciel
UninstallOperation_ResolveJobName=Calcul de la validit\u00e9 de la d\u00e9sinstallation
UpdateOperation_ProfileChangeRequestProgress=Calcul de la requ\u00eate de mise \u00e0 jour
UpdateOperation_ResolveJobName=Calcul des exigences de la mise \u00e0 jour
UpdateOperation_UpdateJobName=Mise \u00e0 jour de logiciel
RemediationOperation_ProfileChangeRequestProgress=Impossible d\u2019effectuer l\u2019op\u00e9ration. Calcul de solutions de remplacement, ceci peut prendre du temps.
RemediationOperation_ResolveJobName=Impossible d\u2019effectuer l\u2019op\u00e9ration. Recherche de solutions de remplacement
RemediationOperation_RemediationJobName=Installation de logiciel
RemediationOperation_NoRemedyFound=Aucune solution n\u2019a \u00e9t\u00e9 trouv\u00e9e
OperationFactory_noIUFound=Aucun IU n\u2019a \u00e9t\u00e9 trouv\u00e9 pour {0}.